7767517
112 128
Input                    input0                   0 1 input0 0=480 1=480 2=3 -23328=1,0 -23329=1,0.845809
Convolution              223                      1 1 input0 224 0=8 1=3 3=2 5=1 6=216 20=1 21=31 22=15 24=2 25=1 -23328=1,1 -23329=1,10.181252
PReLU                    225                      1 1 224 225 20=1 21=26222 22=14 23=2 -23328=1,1 -23329=1,16.294886
Convolution              226                      1 1 225 227 0=16 1=3 4=1 5=1 6=1152 20=1 21=219 22=15 24=2 25=1 -23328=1,1 -23329=1,10.477581
ReLU                     228                      1 1 227 228 20=1 21=18366 22=14 23=1 -23328=1,1 -23329=1,11.745253
Convolution              229                      1 1 228 230 0=32 1=3 3=2 4=1 5=1 6=4608 20=1 21=132 22=15 24=2 25=1 -23328=1,1 -23329=1,12.288238
ReLU                     231                      1 1 230 231 20=1 21=19501 22=14 23=1 -23328=1,1 -23329=1,14.626060
Convolution              232                      1 1 231 233 0=32 1=3 4=1 5=1 6=9216 20=1 21=120 22=15 24=2 25=1 -23328=1,1 -23329=1,17.632648
ReLU                     234                      1 1 233 234 20=1 21=19941 22=14 23=1 -23328=1,1 -23329=1,21.460659
Convolution              235                      1 1 234 236 0=64 1=3 3=2 4=1 5=1 6=18432 20=1 21=140 22=15 24=2 25=1 -23328=1,1 -23329=1,24.276474
ReLU                     237                      1 1 236 237 20=1 21=17905 22=14 23=1 -23328=1,1 -23329=1,26.530840
Convolution              238                      1 1 237 239 0=64 1=3 4=1 5=1 6=36864 20=1 21=92 22=15 24=2 25=1 -23328=1,1 -23329=1,25.374784
ReLU                     240                      1 1 239 240 20=1 21=18437 22=14 23=1 -23328=1,1 -23329=1,28.554396
Split                    splitncnn_0              1 2 240 240_splitncnn_0 240_splitncnn_1 -23328=1,1 -23329=2,28.554396,28.554396
Convolution              241                      1 1 240_splitncnn_1 242 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=89 22=15 24=2 25=1 -23328=1,1 -23329=1,30.144020
ReLU                     243                      1 1 242 243 20=1 21=29109 22=15 23=1 -23328=1,1 -23329=1,26.778744
Convolution              244                      1 1 243 245 0=128 1=3 4=1 5=1 6=147456 20=1 21=65 22=15 24=2 25=1 -23328=1,1 -23329=1,29.830406
ReLU                     246                      1 1 245 246 20=1 21=16400 22=14 23=1 -23328=1,1 -23329=1,29.859610
Convolution              247                      1 1 246 248 0=128 1=3 4=1 5=1 6=147456 20=1 21=61 22=15 24=2 25=1 -23328=1,1 -23329=1,28.776173
ReLU                     249                      1 1 248 249 20=1 21=16402 22=14 23=1 -23328=1,1 -23329=1,28.808378
Convolution              250                      1 1 249 251 0=128 1=3 4=1 5=1 6=147456 20=1 21=59 22=15 24=2 25=1 -23328=1,1 -23329=1,26.075533
ReLU                     252                      1 1 251 252 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,26.075533
Convolution              253                      1 1 252 254 0=128 1=3 4=1 5=1 6=147456 20=1 21=54 22=15 24=2 25=1 -23328=1,1 -23329=1,25.626381
ReLU                     255                      1 1 254 255 20=1 21=32597 22=15 23=1 -23328=1,1 -23329=1,25.493313
Convolution              256                      1 1 255 257 0=128 1=3 4=1 5=1 6=147456 20=1 21=61 22=15 24=2 25=1 -23328=1,1 -23329=1,25.444366
ReLU                     258                      1 1 257 258 20=1 21=16461 22=14 23=1 -23328=1,1 -23329=1,25.563869
Split                    splitncnn_1              1 2 258 258_splitncnn_0 258_splitncnn_1 -23328=1,1 -23329=2,25.563869,25.563869
Convolution              259                      1 1 258_splitncnn_1 260 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=61 22=15 24=2 25=1 -23328=1,1 -23329=1,27.272911
ReLU                     261                      1 1 260 261 20=1 21=17224 22=14 23=1 -23328=1,1 -23329=1,28.671558
Convolution              262                      1 1 261 263 0=256 1=3 4=1 5=1 6=589824 20=1 21=59 22=15 24=2 25=1 -23328=1,1 -23329=1,29.439133
ReLU                     264                      1 1 263 264 20=1 21=19068 22=14 23=1 -23328=1,1 -23329=1,34.261696
Convolution              265                      1 1 240_splitncnn_0 266 0=64 1=1 5=1 6=4096 20=1 21=284 22=15 24=2 25=1 -23328=1,1 -23329=1,25.170778
PReLU                    267                      1 1 266 267 20=1 21=23776 22=14 23=2 -23328=1,1 -23329=1,36.527451
Convolution              268                      1 1 258_splitncnn_0 269 0=64 1=1 5=1 6=8192 20=1 21=140 22=15 24=2 25=1 -23328=1,1 -23329=1,23.012047
PReLU                    270                      1 1 269 270 20=1 21=28750 22=14 23=2 -23328=1,1 -23329=1,40.380291
Convolution              271                      1 1 264 272 0=64 1=1 5=1 6=16384 20=1 21=107 22=15 24=2 25=1 -23328=1,1 -23329=1,28.308739
PReLU                    273                      1 1 272 273 20=1 21=21497 22=14 23=2 -23328=1,1 -23329=1,37.143871
Split                    splitncnn_2              1 3 273 273_splitncnn_0 273_splitncnn_1 273_splitncnn_2 -23328=1,1 -23329=3,37.143871,37.143871,37.143871
Interp                   287                      1 1 273_splitncnn_2 287 0=1 1=2.0 2=2.0 -23328=1,0 -23329=1,37.143871
Eltwise                  288                      2 1 270 287 288 0=1 20=1 21=22742 22=15 17=17812 18=14 16=1 -23328=1,1 -23329=1,28.026329
Convolution              289                      1 1 288 290 0=64 1=3 4=1 5=1 6=36864 20=1 21=40 22=15 24=2 25=1 26=19018 27=14 -23328=1,1 -23329=1,25.032139
PReLU                    291                      1 1 290 291 20=1 21=25353 22=14 23=2 -23328=1,1 -23329=1,38.735966
Split                    splitncnn_3              1 3 291 291_splitncnn_0 291_splitncnn_1 291_splitncnn_2 -23328=1,1 -23329=3,38.735966,38.735966,38.735966
Interp                   305                      1 1 291_splitncnn_2 305 0=1 1=2.0 2=2.0 -23328=1,0 -23329=1,38.735966
Eltwise                  306                      2 1 267 305 306 0=1 20=1 21=23440 22=15 17=17375 18=14 -23328=1,1 -23329=1,27.710171
Convolution              307                      1 1 306 308 0=64 1=3 4=1 5=1 6=36864 20=1 21=52 22=15 24=2 25=1 26=16974 27=14 -23328=1,1 -23329=1,25.484127
PReLU                    309                      1 1 308 309 20=1 21=28193 22=14 23=2 -23328=1,1 -23329=1,43.852570
Split                    splitncnn_4              1 2 309 309_splitncnn_0 309_splitncnn_1 -23328=1,1 -23329=2,43.852570,43.852570
Convolution              310                      1 1 309_splitncnn_1 311 0=32 1=3 4=1 5=1 6=18432 20=1 21=56 22=15 24=2 25=1 -23328=1,1 -23329=1,14.185740
Convolution              312                      1 1 309_splitncnn_0 313 0=16 1=3 4=1 5=1 6=9216 20=1 21=71 22=15 24=2 25=1 -23328=1,1 -23329=1,26.170202
PReLU                    314                      1 1 313 314 20=1 21=27837 22=14 23=2 -23328=1,1 -23329=1,44.464867
Split                    splitncnn_5              1 2 314 314_splitncnn_0 314_splitncnn_1 -23328=1,1 -23329=2,44.464867,44.464867
Convolution              315                      1 1 314_splitncnn_1 316 0=16 1=3 4=1 5=1 6=2304 20=1 21=65 22=15 24=2 25=1 -23328=1,1 -23329=1,14.185740
Convolution              317                      1 1 314_splitncnn_0 318 0=16 1=3 4=1 5=1 6=2304 20=1 21=86 22=15 24=2 25=1 -23328=1,1 -23329=1,28.414139
PReLU                    319                      1 1 318 319 20=1 21=26347 22=14 23=2 -23328=1,1 -23329=1,45.692924
Convolution              320                      1 1 319 321 0=16 1=3 4=1 5=1 6=2304 20=1 21=142 22=15 24=2 25=1 -23328=1,1 -23329=1,14.185740
Concat                   322                      3 1 311 316 321 322 -23328=1,1 -23329=1,14.185740
ReLU                     323                      1 1 322 323 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,14.185740
Split                    splitncnn_6              1 3 323 323_splitncnn_0 323_splitncnn_1 323_splitncnn_2 -23328=1,1 -23329=3,14.185740,14.185740,14.185740
Convolution              324                      1 1 291_splitncnn_1 325 0=32 1=3 4=1 5=1 6=18432 20=1 21=65 22=15 24=2 25=1 -23328=1,1 -23329=1,15.238607
Convolution              326                      1 1 291_splitncnn_0 327 0=16 1=3 4=1 5=1 6=9216 20=1 21=56 22=15 24=2 25=1 -23328=1,1 -23329=1,24.207859
PReLU                    328                      1 1 327 328 20=1 21=25090 22=14 23=2 -23328=1,1 -23329=1,37.070541
Split                    splitncnn_7              1 2 328 328_splitncnn_0 328_splitncnn_1 -23328=1,1 -23329=2,37.070541,37.070541
Convolution              329                      1 1 328_splitncnn_1 330 0=16 1=3 4=1 5=1 6=2304 20=1 21=81 22=15 24=2 25=1 -23328=1,1 -23329=1,15.238607
Convolution              331                      1 1 328_splitncnn_0 332 0=16 1=3 4=1 5=1 6=2304 20=1 21=189 22=15 24=2 25=1 -23328=1,1 -23329=1,26.751453
PReLU                    333                      1 1 332 333 20=1 21=25261 22=14 23=2 -23328=1,1 -23329=1,41.245846
Convolution              334                      1 1 333 335 0=16 1=3 4=1 5=1 6=2304 20=1 21=85 22=15 24=2 25=1 -23328=1,1 -23329=1,15.238607
Concat                   336                      3 1 325 330 335 336 -23328=1,1 -23329=1,15.238607
ReLU                     337                      1 1 336 337 20=1 21=30032 22=15 23=1 -23328=1,1 -23329=1,13.966654
Split                    splitncnn_8              1 3 337 337_splitncnn_0 337_splitncnn_1 337_splitncnn_2 -23328=1,1 -23329=3,13.966654,13.966654,13.966654
Convolution              338                      1 1 273_splitncnn_1 339 0=32 1=3 4=1 5=1 6=18432 20=1 21=42 22=15 24=2 25=1 -23328=1,1 -23329=1,16.911743
Convolution              340                      1 1 273_splitncnn_0 341 0=16 1=3 4=1 5=1 6=9216 20=1 21=46 22=15 24=2 25=1 -23328=1,1 -23329=1,32.330997
PReLU                    342                      1 1 341 342 20=1 21=20602 22=14 23=2 -23328=1,1 -23329=1,40.654594
Split                    splitncnn_9              1 2 342 342_splitncnn_0 342_splitncnn_1 -23328=1,1 -23329=2,40.654594,40.654594
Convolution              343                      1 1 342_splitncnn_1 344 0=16 1=3 4=1 5=1 6=2304 20=1 21=70 22=15 24=2 25=1 -23328=1,1 -23329=1,16.911743
Convolution              345                      1 1 342_splitncnn_0 346 0=16 1=3 4=1 5=1 6=2304 20=1 21=90 22=15 24=2 25=1 -23328=1,1 -23329=1,35.972908
PReLU                    347                      1 1 346 347 20=1 21=22678 22=14 23=2 -23328=1,1 -23329=1,49.791443
Convolution              348                      1 1 347 349 0=16 1=3 4=1 5=1 6=2304 20=1 21=66 22=15 24=2 25=1 -23328=1,1 -23329=1,16.911743
Concat                   350                      3 1 339 344 349 350 -23328=1,1 -23329=1,16.911743
ReLU                     351                      1 1 350 351 20=1 21=31415 22=15 23=1 -23328=1,1 -23329=1,16.213917
Split                    splitncnn_10             1 3 351 351_splitncnn_0 351_splitncnn_1 351_splitncnn_2 -23328=1,1 -23329=3,16.213917,16.213917,16.213917
Convolution              352                      1 1 323_splitncnn_2 352 0=16 1=1 5=1 6=1024 20=1 21=215 22=15 24=2 25=1 -23328=1,1 -23329=1,21.717697
Convolution              353                      1 1 337_splitncnn_2 353 0=16 1=1 5=1 6=1024 20=1 21=141 22=15 24=2 25=1 -23328=1,1 -23329=1,20.210806
Convolution              354                      1 1 351_splitncnn_2 354 0=16 1=1 5=1 6=1024 20=1 21=151 22=15 24=2 25=1 -23328=1,1 -23329=1,21.326082
Convolution              355                      1 1 323_splitncnn_1 355 0=8 1=1 5=1 6=512 20=1 21=197 22=15 24=2 25=1 -23328=1,1 -23329=1,19.072515
Convolution              356                      1 1 337_splitncnn_1 356 0=8 1=1 5=1 6=512 20=1 21=198 22=15 24=2 25=1 -23328=1,1 -23329=1,18.357723
Convolution              357                      1 1 351_splitncnn_1 357 0=8 1=1 5=1 6=512 20=1 21=131 22=15 24=2 25=1 -23328=1,1 -23329=1,17.140034
Convolution              358                      1 1 323_splitncnn_0 358 0=40 1=1 5=1 6=2560 20=1 21=123 22=15 24=2 25=1 -23328=1,1 -23329=1,10.126564
Convolution              359                      1 1 337_splitncnn_0 359 0=40 1=1 5=1 6=2560 20=1 21=107 22=15 24=2 25=1 -23328=1,1 -23329=1,8.665694
Convolution              360                      1 1 351_splitncnn_0 360 0=40 1=1 5=1 6=2560 20=1 21=118 22=15 24=2 25=1 -23328=1,1 -23329=1,11.327830
Permute                  361                      1 1 352 361 0=3 -23328=1,0 -23329=1,21.445202
Reshape                  371                      1 1 361 371 0=4 1=-1 -23328=1,0 -23329=1,21.273685
Permute                  372                      1 1 353 372 0=3 -23328=1,0 -23329=1,25.345873
Reshape                  382                      1 1 372 382 0=4 1=-1 -23328=1,0 -23329=1,21.273685
Permute                  383                      1 1 354 383 0=3 -23328=1,0 -23329=1,34.874924
Reshape                  393                      1 1 383 393 0=4 1=-1 -23328=1,0 -23329=1,21.273685
Concat                   output0                  3 1 371 382 393 output0 -23328=1,0 -23329=1,21.273685
Permute                  395                      1 1 355 395 0=3 -23328=1,0 -23329=1,21.006927
Reshape                  405                      1 1 395 405 0=2 1=-1 -23328=1,0 -23329=1,21.050520
Permute                  406                      1 1 356 406 0=3 -23328=1,0 -23329=1,26.596230
Reshape                  416                      1 1 406 416 0=2 1=-1 -23328=1,0 -23329=1,21.050520
Permute                  417                      1 1 357 417 0=3 -23328=1,0 -23329=1,20.777641
Reshape                  427                      1 1 417 427 0=2 1=-1 -23328=1,0 -23329=1,21.050520
Concat                   428                      3 1 405 416 427 428 -23328=1,0 -23329=1,21.050520
Permute                  429                      1 1 358 429 0=3 -23328=1,0 -23329=1,9.933741
Reshape                  439                      1 1 429 439 0=10 1=-1 -23328=1,0 -23329=1,9.933741
Permute                  440                      1 1 359 440 0=3 -23328=1,0 -23329=1,12.248323
Reshape                  450                      1 1 440 450 0=10 1=-1 -23328=1,0 -23329=1,9.933741
Permute                  451                      1 1 360 451 0=3 -23328=1,0 -23329=1,27.197752
Reshape                  461                      1 1 451 461 0=10 1=-1 -23328=1,0 -23329=1,9.933741
Concat                   462                      3 1 439 450 461 462 -23328=1,0 -23329=1,9.933741
Softmax                  463                      1 1 428 463 0=1 1=1 -23328=1,0 -23329=1,127.031769
