7767517
202 229
Input                    data                     0 1 data 0=160 1=288 2=3 -23329=1,127.404358
Convolution              0_25                     1 1 data 0_25_bn 0=32 1=3 5=1 6=864 19=1 20=1 21=141 22=15 24=2 25=1 -23329=1,2.871609
PReLU                    0_25_bn_leaky            1 1 0_25_bn 0_25_bn_leaky 20=1 21=19028 22=14 23=2 -23329=1,3.335029
Convolution              1_35                     1 1 0_25_bn_leaky 1_35_bn 0=64 1=3 3=2 4=1 5=1 6=18432 20=1 21=204 22=15 24=2 25=1 -23329=1,3.344486
PReLU                    1_35_bn_leaky            1 1 1_35_bn 1_35_bn_leaky 20=1 21=21076 22=14 23=2 -23329=1,4.302213
Split                    1_35_bn_leaky_split      1 2 1_35_bn_leaky 1_35_bn_leaky_split_0 1_35_bn_leaky_split_1 -23329=1,4.302213
Convolution              2_43                     1 1 1_35_bn_leaky_split_0 2_43_bn 0=32 1=1 5=1 6=2048 20=1 21=410 22=15 24=2 25=1 -23329=1,3.796751
PReLU                    2_43_bn_leaky            1 1 2_43_bn 2_43_bn_leaky 20=1 21=29765 22=14 23=2 -23329=1,6.897614
Convolution              3_51                     1 1 2_43_bn_leaky 3_51_bn 0=64 1=3 4=1 5=1 6=18432 20=1 21=158 22=15 24=2 25=1 -23329=1,3.483889
PReLU                    3_51_bn_leaky            1 1 3_51_bn 3_51_bn_leaky 20=1 21=23469 22=14 23=2 -23329=1,4.990455
Eltwise                  4_59                     2 1 3_51_bn_leaky 1_35_bn_leaky_split_1 4_59 0=1 20=1 21=24744 22=15 17=19005 18=14 16=1 -23329=1,3.768606
Convolution              5_65                     1 1 4_59 5_65_bn 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=202 22=15 24=2 25=1 -23329=1,5.849712
PReLU                    5_65_bn_leaky            1 1 5_65_bn 5_65_bn_leaky 20=1 21=18379 22=14 23=2 -23329=1,6.562075
Split                    5_65_bn_leaky_split      1 2 5_65_bn_leaky 5_65_bn_leaky_split_0 5_65_bn_leaky_split_1 -23329=1,6.562075
Convolution              6_73                     1 1 5_65_bn_leaky_split_0 6_73_bn 0=64 1=1 5=1 6=8192 20=1 21=253 22=15 24=2 25=1 -23329=1,11.504186
PReLU                    6_73_bn_leaky            1 1 6_73_bn 6_73_bn_leaky 20=1 21=32569 22=15 23=2 -23329=1,11.434793
Convolution              7_81                     1 1 6_73_bn_leaky 7_81_bn 0=128 1=3 4=1 5=1 6=73728 20=1 21=97 22=15 24=2 25=1 26=21960 27=14 -23329=1,7.328887
PReLU                    7_81_bn_leaky            1 1 7_81_bn 7_81_bn_leaky 20=1 21=22248 22=14 23=2 -23329=1,9.951894
Eltwise                  8_89                     2 1 7_81_bn_leaky 5_65_bn_leaky_split_1 8_89 0=1 20=1 21=25718 22=15 17=24848 18=14 16=1 -23329=1,7.811086
Split                    8_89_split               1 2 8_89 8_89_split_0 8_89_split_1 -23329=1,7.811086
Convolution              9_93                     1 1 8_89_split_0 9_93_bn 0=64 1=1 5=1 6=8192 20=1 21=198 22=15 24=2 25=1 -23329=1,6.908731
PReLU                    9_93_bn_leaky            1 1 9_93_bn 9_93_bn_leaky 20=1 21=29406 22=14 23=2 -23329=1,12.399669
Convolution              10_101                   1 1 9_93_bn_leaky 10_101_bn 0=128 1=3 4=1 5=1 6=73728 20=1 21=94 22=15 24=2 25=1 -23329=1,5.876507
PReLU                    10_101_bn_leaky          1 1 10_101_bn 10_101_bn_leaky 20=1 21=20793 22=14 23=2 -23329=1,7.457892
Eltwise                  11_109                   2 1 10_101_bn_leaky 8_89_split_1 11_109 0=1 20=1 21=28098 22=15 17=17160 18=14 -23329=1,6.698088
Convolution              12_115                   1 1 11_109 12_115_bn 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=129 22=15 24=2 25=1 -23329=1,11.095355
PReLU                    12_115_bn_leaky          1 1 12_115_bn 12_115_bn_leaky 20=1 21=32625 22=15 23=2 -23329=1,11.047245
Split                    12_115_bn_leaky_split    1 2 12_115_bn_leaky 12_115_bn_leaky_split_0 12_115_bn_leaky_split_1 -23329=1,11.047245
Convolution              13_123                   1 1 12_115_bn_leaky_split_0 13_123_bn 0=128 1=1 5=1 6=32768 20=1 21=190 22=15 24=2 25=1 -23329=1,11.336707
PReLU                    13_123_bn_leaky          1 1 13_123_bn 13_123_bn_leaky 20=1 21=25526 22=14 23=2 -23329=1,17.662636
Convolution              14_131                   1 1 13_123_bn_leaky 14_131_bn 0=256 1=3 4=1 5=1 6=294912 20=1 21=58 22=15 24=2 25=1 -23329=1,12.144383
PReLU                    14_131_bn_leaky          1 1 14_131_bn 14_131_bn_leaky 20=1 21=25966 22=14 23=2 -23329=1,19.246675
Eltwise                  15_139                   2 1 14_131_bn_leaky 12_115_bn_leaky_split_1 15_139 0=1 20=1 21=19136 22=15 17=28544 18=14 16=1 -23329=1,11.240255
Split                    15_139_split             1 2 15_139 15_139_split_0 15_139_split_1 -23329=1,11.240255
Convolution              16_143                   1 1 15_139_split_0 16_143_bn 0=128 1=1 5=1 6=32768 20=1 21=189 22=15 24=2 25=1 -23329=1,10.429925
PReLU                    16_143_bn_leaky          1 1 16_143_bn 16_143_bn_leaky 20=1 21=23252 22=14 23=2 -23329=1,14.802266
Convolution              17_151                   1 1 16_143_bn_leaky 17_151_bn 0=256 1=3 4=1 5=1 6=294912 20=1 21=78 22=15 24=2 25=1 -23329=1,16.112286
PReLU                    17_151_bn_leaky          1 1 17_151_bn 17_151_bn_leaky 20=1 21=20484 22=14 23=2 -23329=1,20.144712
Eltwise                  18_159                   2 1 17_151_bn_leaky 15_139_split_1 18_159 0=1 20=1 21=18210 22=15 17=29363 18=14 16=1 -23329=1,11.195476
Split                    18_159_split             1 2 18_159 18_159_split_0 18_159_split_1 -23329=1,11.195476
Convolution              19_163                   1 1 18_159_split_0 19_163_bn 0=128 1=1 5=1 6=32768 20=1 21=301 22=15 24=2 25=1 -23329=1,12.366792
PReLU                    19_163_bn_leaky          1 1 19_163_bn 19_163_bn_leaky 20=1 21=23882 22=14 23=2 -23329=1,18.026609
Convolution              20_171                   1 1 19_163_bn_leaky 20_171_bn 0=256 1=3 4=1 5=1 6=294912 20=1 21=97 22=15 24=2 25=1 -23329=1,10.424580
PReLU                    20_171_bn_leaky          1 1 20_171_bn 20_171_bn_leaky 20=1 21=20759 22=14 23=2 -23329=1,13.208110
Eltwise                  21_179                   2 1 20_171_bn_leaky 18_159_split_1 21_179 0=1 20=1 21=24428 22=15 17=19329 18=14 16=1 -23329=1,9.846909
Split                    21_179_split             1 2 21_179 21_179_split_0 21_179_split_1 -23329=1,9.846909
Convolution              22_183                   1 1 21_179_split_0 22_183_bn 0=128 1=1 5=1 6=32768 20=1 21=205 22=15 24=2 25=1 -23329=1,12.933798
PReLU                    22_183_bn_leaky          1 1 22_183_bn 22_183_bn_leaky 20=1 21=18411 22=14 23=2 -23329=1,14.533757
Convolution              23_191                   1 1 22_183_bn_leaky 23_191_bn 0=256 1=3 4=1 5=1 6=294912 20=1 21=94 22=15 24=2 25=1 -23329=1,11.382162
PReLU                    23_191_bn_leaky          1 1 23_191_bn 23_191_bn_leaky 20=1 21=22643 22=14 23=2 -23329=1,15.730474
Eltwise                  24_199                   2 1 23_191_bn_leaky 21_179_split_1 24_199 0=1 20=1 21=20601 22=15 17=26174 18=14 16=1 -23329=1,9.889877
Split                    24_199_split             1 2 24_199 24_199_split_0 24_199_split_1 -23329=1,9.889877
Convolution              25_204                   1 1 24_199_split_0 25_204_bn 0=128 1=1 5=1 6=32768 20=1 21=254 22=15 24=2 25=1 -23329=1,12.456542
PReLU                    25_204_bn_leaky          1 1 25_204_bn 25_204_bn_leaky 20=1 21=19085 22=14 23=2 -23329=1,14.509729
Convolution              26_212                   1 1 25_204_bn_leaky 26_212_bn 0=256 1=3 4=1 5=1 6=294912 20=1 21=115 22=15 24=2 25=1 -23329=1,10.257774
PReLU                    26_212_bn_leaky          1 1 26_212_bn 26_212_bn_leaky 20=1 21=21034 22=14 23=2 -23329=1,13.168996
Eltwise                  27_220                   2 1 26_212_bn_leaky 24_199_split_1 27_220 0=1 20=1 21=19755 22=15 17=21816 18=14 16=1 -23329=1,7.939300
Split                    27_220_split             1 2 27_220 27_220_split_0 27_220_split_1 -23329=1,7.939300
Convolution              28_224                   1 1 27_220_split_0 28_224_bn 0=128 1=1 5=1 6=32768 20=1 21=252 22=15 24=2 25=1 -23329=1,11.571415
PReLU                    28_224_bn_leaky          1 1 28_224_bn 28_224_bn_leaky 20=1 21=21529 22=14 23=2 -23329=1,15.205131
Convolution              29_232                   1 1 28_224_bn_leaky 29_232_bn 0=256 1=3 4=1 5=1 6=294912 20=1 21=123 22=15 24=2 25=1 -23329=1,8.709745
PReLU                    29_232_bn_leaky          1 1 29_232_bn 29_232_bn_leaky 20=1 21=17701 22=14 23=2 -23329=1,9.409686
Eltwise                  30_240                   2 1 29_232_bn_leaky 27_220_split_1 30_240 0=1 20=1 21=23855 22=15 17=19418 18=14 16=1 -23329=1,6.850560
Split                    30_240_split             1 2 30_240 30_240_split_0 30_240_split_1 -23329=1,6.850560
Convolution              31_244                   1 1 30_240_split_0 31_244_bn 0=128 1=1 5=1 6=32768 20=1 21=183 22=15 24=2 25=1 -23329=1,12.090503
PReLU                    31_244_bn_leaky          1 1 31_244_bn 31_244_bn_leaky 20=1 21=19776 22=14 23=2 -23329=1,14.593948
Convolution              32_252                   1 1 31_244_bn_leaky 32_252_bn 0=256 1=3 4=1 5=1 6=294912 20=1 21=130 22=15 24=2 25=1 -23329=1,7.235579
PReLU                    32_252_bn_leaky          1 1 32_252_bn 32_252_bn_leaky 20=1 21=32512 22=15 23=2 -23329=1,7.179359
Eltwise                  33_260                   2 1 32_252_bn_leaky 30_240_split_1 33_260 0=1 20=1 21=28632 22=15 17=17170 18=14 16=1 -23329=1,6.273452
Split                    33_260_split             1 2 33_260 33_260_split_0 33_260_split_1 -23329=1,6.273452
Convolution              34_264                   1 1 33_260_split_0 34_264_bn 0=128 1=1 5=1 6=32768 20=1 21=166 22=15 24=2 25=1 -23329=1,9.965829
PReLU                    34_264_bn_leaky          1 1 34_264_bn 34_264_bn_leaky 20=1 21=19516 22=14 23=2 -23329=1,11.870719
Convolution              35_272                   1 1 34_264_bn_leaky 35_272_bn 0=256 1=3 4=1 5=1 6=294912 20=1 21=111 22=15 24=2 25=1 -23329=1,5.345988
PReLU                    35_272_bn_leaky          1 1 35_272_bn 35_272_bn_leaky 20=1 21=18996 22=14 23=2 -23329=1,6.198297
Eltwise                  36_280                   2 1 35_272_bn_leaky 33_260_split_1 36_280 0=1 20=1 21=30633 22=15 17=16583 18=14 -23329=1,5.864899
Split                    36_280_split             1 2 36_280 36_280_split_0 36_280_split_1 -23329=1,5.864899
Convolution              37_286                   1 1 36_280_split_0 37_286_bn 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=65 22=15 24=2 25=1 -23329=1,10.199283
PReLU                    37_286_bn_leaky          1 1 37_286_bn 37_286_bn_leaky 20=1 21=16402 22=14 23=2 -23329=1,10.210697
Split                    37_286_bn_leaky_split    1 2 37_286_bn_leaky 37_286_bn_leaky_split_0 37_286_bn_leaky_split_1 -23329=1,10.210697
Convolution              38_294                   1 1 37_286_bn_leaky_split_0 38_294_bn 0=256 1=1 5=1 6=131072 20=1 21=345 22=15 24=2 25=1 -23329=1,13.188261
PReLU                    38_294_bn_leaky          1 1 38_294_bn 38_294_bn_leaky 20=1 21=32767 22=15 23=2 -23329=1,13.188261
Convolution              39_302                   1 1 38_294_bn_leaky 39_302_bn 0=512 1=3 4=1 5=1 6=1179648 20=1 21=41 22=15 24=2 25=1 -23329=1,13.669673
PReLU                    39_302_bn_leaky          1 1 39_302_bn 39_302_bn_leaky 20=1 21=23133 22=14 23=2 -23329=1,19.300247
Eltwise                  40_310                   2 1 39_302_bn_leaky 37_286_bn_leaky_split_1 40_310 0=1 20=1 21=17257 22=15 17=30969 18=14 16=1 -23329=1,10.164386
Split                    40_310_split             1 2 40_310 40_310_split_0 40_310_split_1 -23329=1,10.164386
Convolution              41_315                   1 1 40_310_split_0 41_315_bn 0=256 1=1 5=1 6=131072 20=1 21=271 22=15 24=2 25=1 -23329=1,10.221631
PReLU                    41_315_bn_leaky          1 1 41_315_bn 41_315_bn_leaky 20=1 21=16413 22=14 23=2 -23329=1,10.239430
Convolution              42_323                   1 1 41_315_bn_leaky 42_323_bn 0=512 1=3 4=1 5=1 6=1179648 20=1 21=69 22=15 24=2 25=1 -23329=1,13.060964
PReLU                    42_323_bn_leaky          1 1 42_323_bn 42_323_bn_leaky 20=1 21=26867 22=14 23=2 -23329=1,21.417618
Eltwise                  43_331                   2 1 42_323_bn_leaky 40_310_split_1 43_331 0=1 20=1 21=18183 22=15 17=17262 18=13 16=1 -23329=1,11.885333
Split                    43_331_split             1 2 43_331 43_331_split_0 43_331_split_1 -23329=1,11.885333
Convolution              44_336                   1 1 43_331_split_0 44_336_bn 0=256 1=1 5=1 6=131072 20=1 21=210 22=15 24=2 25=1 -23329=1,12.154311
PReLU                    44_336_bn_leaky          1 1 44_336_bn 44_336_bn_leaky 20=1 21=19256 22=14 23=2 -23329=1,14.284695
Convolution              45_344                   1 1 44_336_bn_leaky 45_344_bn 0=512 1=3 4=1 5=1 6=1179648 20=1 21=118 22=15 24=2 25=1 -23329=1,14.804708
PReLU                    45_344_bn_leaky          1 1 45_344_bn 45_344_bn_leaky 20=1 21=20775 22=14 23=2 -23329=1,18.772169
Eltwise                  46_352                   2 1 45_344_bn_leaky 43_331_split_1 46_352 0=1 20=1 21=18171 22=15 17=25878 18=14 16=1 -23329=1,10.410409
Split                    46_352_split             1 2 46_352 46_352_split_0 46_352_split_1 -23329=1,10.410409
Convolution              47_357                   1 1 46_352_split_0 47_357_bn 0=256 1=1 5=1 6=131072 20=1 21=167 22=15 24=2 25=1 -23329=1,12.090576
PReLU                    47_357_bn_leaky          1 1 47_357_bn 47_357_bn_leaky 20=1 21=23345 22=14 23=2 -23329=1,17.227259
Convolution              48_365                   1 1 47_357_bn_leaky 48_365_bn 0=512 1=3 4=1 5=1 6=1179648 20=1 21=144 22=15 24=2 25=1 -23329=1,13.884055
PReLU                    48_365_bn_leaky          1 1 48_365_bn 48_365_bn_leaky 20=1 21=22701 22=14 23=2 -23329=1,19.237391
Eltwise                  49_373                   2 1 48_365_bn_leaky 46_352_split_1 49_373 0=1 20=1 21=17775 22=15 17=30276 18=14 16=1 -23329=1,10.435602
Split                    49_373_split             1 2 49_373 49_373_split_0 49_373_split_1 -23329=1,10.435602
Convolution              50_377                   1 1 49_373_split_0 50_377_bn 0=256 1=1 5=1 6=131072 20=1 21=156 22=15 24=2 25=1 -23329=1,13.197870
PReLU                    50_377_bn_leaky          1 1 50_377_bn 50_377_bn_leaky 20=1 21=21714 22=14 23=2 -23329=1,17.491669
Convolution              51_385                   1 1 50_377_bn_leaky 51_385_bn 0=512 1=3 4=1 5=1 6=1179648 20=1 21=98 22=15 24=2 25=1 -23329=1,12.291953
PReLU                    51_385_bn_leaky          1 1 51_385_bn 51_385_bn_leaky 20=1 21=17878 22=14 23=2 -23329=1,13.412509
Eltwise                  52_393                   2 1 51_385_bn_leaky 49_373_split_1 52_393 0=1 20=1 21=20736 22=15 17=21058 18=14 16=1 -23329=1,8.487892
Split                    52_393_split             1 2 52_393 52_393_split_0 52_393_split_1 -23329=1,8.487892
Convolution              53_398                   1 1 52_393_split_0 53_398_bn 0=256 1=1 5=1 6=131072 20=1 21=156 22=15 24=2 25=1 -23329=1,13.728107
PReLU                    53_398_bn_leaky          1 1 53_398_bn 53_398_bn_leaky 20=1 21=21262 22=14 23=2 -23329=1,17.815689
Convolution              54_406                   1 1 53_398_bn_leaky 54_406_bn 0=512 1=3 4=1 5=1 6=1179648 20=1 21=69 22=15 24=2 25=1 -23329=1,5.344604
PReLU                    54_406_bn_leaky          1 1 54_406_bn 54_406_bn_leaky 20=1 21=16845 22=13 23=2 -23329=1,10.989703
Eltwise                  55_414                   2 1 54_406_bn_leaky 52_393_split_1 55_414 0=1 20=1 21=23524 22=15 17=21213 18=14 16=1 -23329=1,7.889849
Split                    55_414_split             1 2 55_414 55_414_split_0 55_414_split_1 -23329=1,7.889849
Convolution              56_419                   1 1 55_414_split_0 56_419_bn 0=256 1=1 5=1 6=131072 20=1 21=237 22=15 24=2 25=1 -23329=1,14.720991
PReLU                    56_419_bn_leaky          1 1 56_419_bn 56_419_bn_leaky 20=1 21=18624 22=14 23=2 -23329=1,16.733978
Convolution              57_427                   1 1 56_419_bn_leaky 57_427_bn 0=512 1=3 4=1 5=1 6=1179648 20=1 21=70 22=15 24=2 25=1 -23329=1,9.535456
PReLU                    57_427_bn_leaky          1 1 57_427_bn 57_427_bn_leaky 20=1 21=18624 22=14 23=2 -23329=1,10.839358
Eltwise                  58_435                   2 1 57_427_bn_leaky 55_414_split_1 58_435 0=1 20=1 21=23817 22=15 17=22509 18=14 16=1 -23329=1,7.878660
Split                    58_435_split             1 2 58_435 58_435_split_0 58_435_split_1 -23329=1,7.878660
Convolution              59_439                   1 1 58_435_split_0 59_439_bn 0=256 1=1 5=1 6=131072 20=1 21=200 22=15 24=2 25=1 -23329=1,14.406404
PReLU                    59_439_bn_leaky          1 1 59_439_bn 59_439_bn_leaky 20=1 21=19485 22=14 23=2 -23329=1,17.133450
Convolution              60_447                   1 1 59_439_bn_leaky 60_447_bn 0=512 1=3 4=1 5=1 6=1179648 20=1 21=117 22=15 24=2 25=1 -23329=1,8.432698
PReLU                    60_447_bn_leaky          1 1 60_447_bn 60_447_bn_leaky 20=1 21=16491 22=14 23=2 -23329=1,8.487778
Eltwise                  61_455                   2 1 60_447_bn_leaky 58_435_split_1 61_455 0=1 20=1 21=23405 22=15 17=17651 18=14 16=1 -23329=1,6.062595
Split                    61_455_split             1 2 61_455 61_455_split_0 61_455_split_1 -23329=1,6.062595
Convolution              62_461                   1 1 61_455_split_0 62_461_bn 0=1024 1=3 3=2 4=1 5=1 6=4718592 20=1 21=48 22=15 24=2 25=1 -23329=1,10.797170
PReLU                    62_461_bn_leaky          1 1 62_461_bn 62_461_bn_leaky 20=1 21=21686 22=14 23=2 -23329=1,14.291400
Split                    62_461_bn_leaky_split    1 2 62_461_bn_leaky 62_461_bn_leaky_split_0 62_461_bn_leaky_split_1 -23329=1,14.291400
Convolution              63_469                   1 1 62_461_bn_leaky_split_0 63_469_bn 0=512 1=1 5=1 6=524288 20=1 21=213 22=15 24=2 25=1 -23329=1,7.978174
PReLU                    63_469_bn_leaky          1 1 63_469_bn 63_469_bn_leaky 20=1 21=20742 22=14 23=2 -23329=1,10.100447
Convolution              64_477                   1 1 63_469_bn_leaky 64_477_bn 0=1024 1=3 4=1 5=1 6=4718592 20=1 21=70 22=15 24=2 25=1 -23329=1,8.494632
PReLU                    64_477_bn_leaky          1 1 64_477_bn 64_477_bn_leaky 20=1 21=28879 22=14 23=2 -23329=1,14.973020
Eltwise                  65_485                   2 1 64_477_bn_leaky 62_461_bn_leaky_split_1 65_485 0=1 20=1 21=26920 22=15 17=17165 18=14 16=1 -23329=1,12.301094
Split                    65_485_split             1 2 65_485 65_485_split_0 65_485_split_1 -23329=1,12.301094
Convolution              66_489                   1 1 65_485_split_0 66_489_bn 0=512 1=1 5=1 6=524288 20=1 21=252 22=15 24=2 25=1 -23329=1,11.396584
PReLU                    66_489_bn_leaky          1 1 66_489_bn 66_489_bn_leaky 20=1 21=27026 22=14 23=2 -23329=1,18.799244
Convolution              67_497                   1 1 66_489_bn_leaky 67_497_bn 0=1024 1=3 4=1 5=1 6=4718592 20=1 21=75 22=15 24=2 25=1 -23329=1,13.079215
PReLU                    67_497_bn_leaky          1 1 67_497_bn 67_497_bn_leaky 20=1 21=22490 22=14 23=2 -23329=1,17.953928
Eltwise                  68_505                   2 1 67_497_bn_leaky 65_485_split_1 68_505 0=1 20=1 21=22440 22=15 17=23913 18=14 16=1 -23329=1,12.295352
Split                    68_505_split             1 2 68_505 68_505_split_0 68_505_split_1 -23329=1,12.295352
Convolution              69_509                   1 1 68_505_split_0 69_509_bn 0=512 1=1 5=1 6=524288 20=1 21=135 22=15 24=2 25=1 -23329=1,12.511973
PReLU                    69_509_bn_leaky          1 1 69_509_bn 69_509_bn_leaky 20=1 21=30524 22=14 23=2 -23329=1,23.310625
Convolution              70_517                   1 1 69_509_bn_leaky 70_517_bn 0=1024 1=3 4=1 5=1 6=4718592 20=1 21=70 22=15 24=2 25=1 -23329=1,9.741119
PReLU                    70_517_bn_leaky          1 1 70_517_bn 70_517_bn_leaky 20=1 21=19485 22=14 23=2 -23329=1,11.585055
Eltwise                  71_525                   2 1 70_517_bn_leaky 68_505_split_1 71_525 0=1 20=1 21=26232 22=15 17=17389 18=14 -23329=1,9.843253
Split                    71_525_split             1 2 71_525 71_525_split_0 71_525_split_1 -23329=1,9.843253
Convolution              72_529                   1 1 71_525_split_0 72_529_bn 0=512 1=1 5=1 6=524288 20=1 21=140 22=15 24=2 25=1 -23329=1,11.279532
PReLU                    72_529_bn_leaky          1 1 72_529_bn 72_529_bn_leaky 20=1 21=17122 22=13 23=2 -23329=1,23.575188
Convolution              73_537                   1 1 72_529_bn_leaky 73_537_bn 0=1024 1=3 4=1 5=1 6=4718592 20=1 21=69 22=15 24=2 25=1 -23329=1,4.313820
PReLU                    73_537_bn_leaky          1 1 73_537_bn 73_537_bn_leaky 20=1 21=25756 22=14 23=2 -23329=1,6.781446
Eltwise                  74_545                   2 1 73_537_bn_leaky 71_525_split_1 74_545 0=1 20=1 21=23185 22=15 17=23781 18=14 -23329=1,6.964955
Convolution              75_551                   1 1 74_545 75_551_bn 0=512 1=1 5=1 6=524288 20=1 21=166 22=15 24=2 25=1 -23329=1,13.411219
PReLU                    75_551_bn_leaky          1 1 75_551_bn 75_551_bn_leaky 20=1 21=16421 22=14 23=2 -23329=1,13.441273
Convolution              76_559                   1 1 75_551_bn_leaky 76_559_bn 0=1024 1=3 4=1 5=1 6=4718592 20=1 21=67 22=15 24=2 25=1 -23329=1,12.246841
PReLU                    76_559_bn_leaky          1 1 76_559_bn 76_559_bn_leaky 20=1 21=20062 22=14 23=2 -23329=1,14.996347
Convolution              77_567                   1 1 76_559_bn_leaky 77_567_bn 0=512 1=1 5=1 6=524288 20=1 21=140 22=15 24=2 25=1 -23329=1,19.512394
PReLU                    77_567_bn_leaky          1 1 77_567_bn 77_567_bn_leaky 20=1 21=32725 22=15 23=2 -23329=1,19.487101
Convolution              78_575                   1 1 77_567_bn_leaky 78_575_bn 0=1024 1=3 4=1 5=1 6=4718592 20=1 21=62 22=15 24=2 25=1 -23329=1,16.052462
PReLU                    78_575_bn_leaky          1 1 78_575_bn 78_575_bn_leaky 20=1 21=17444 22=14 23=2 -23329=1,17.091364
Convolution              79_583                   1 1 78_575_bn_leaky 79_583_bn 0=512 1=1 5=1 6=524288 20=1 21=124 22=15 24=2 25=1 -23329=1,18.462051
PReLU                    79_583_bn_leaky          1 1 79_583_bn 79_583_bn_leaky 20=1 21=19252 22=14 23=2 -23329=1,21.693817
Split                    79_583_bn_leaky_split    1 2 79_583_bn_leaky 79_583_bn_leaky_split_0 79_583_bn_leaky_split_1 -23329=1,21.693817
Convolution              80_591                   1 1 79_583_bn_leaky_split_0 80_591_bn 0=1024 1=3 4=1 5=1 6=4718592 20=1 21=50 22=15 24=2 25=1 -23329=1,13.096422
PReLU                    80_591_bn_leaky          1 1 80_591_bn 80_591_bn_leaky 20=1 21=32767 22=15 23=2 -23329=1,13.096422
Convolution              81_599                   1 1 80_591_bn_leaky 81_599 0=255 1=1 5=1 6=261120 20=1 21=64 22=15 24=2 25=1 -23329=1,4.844433
Convolution              84_621                   1 1 79_583_bn_leaky_split_1 84_621_bn 0=256 1=1 5=1 6=131072 20=1 21=96 22=15 24=2 25=1 -23329=1,14.995791
PReLU                    84_621_bn_leaky          1 1 84_621_bn 84_621_bn_leaky 20=1 21=32767 22=15 23=2 -23329=1,14.995791
Interp                   85_629                   1 1 84_621_bn_leaky 85_629 0=1 1=2.000000 2=2.000000 -23329=1,6.110114
Concat                   86_632                   2 1 85_629 61_455_split_1 86_632 -23329=1,6.110114
Convolution              87_637                   1 1 86_632 87_637_bn 0=256 1=1 5=1 6=196608 20=1 21=143 22=15 24=2 25=1 -23329=1,13.521902
PReLU                    87_637_bn_leaky          1 1 87_637_bn 87_637_bn_leaky 20=1 21=32608 22=15 23=2 -23329=1,13.456101
Convolution              88_645                   1 1 87_637_bn_leaky 88_645_bn 0=512 1=3 4=1 5=1 6=1179648 20=1 21=51 22=15 24=2 25=1 -23329=1,15.429909
PReLU                    88_645_bn_leaky          1 1 88_645_bn 88_645_bn_leaky 20=1 21=16402 22=14 23=2 -23329=1,15.447179
Convolution              89_653                   1 1 88_645_bn_leaky 89_653_bn 0=256 1=1 5=1 6=131072 20=1 21=84 22=15 24=2 25=1 -23329=1,13.718038
PReLU                    89_653_bn_leaky          1 1 89_653_bn 89_653_bn_leaky 20=1 21=20911 22=14 23=2 -23329=1,17.508625
Convolution              90_661                   1 1 89_653_bn_leaky 90_661_bn 0=512 1=3 4=1 5=1 6=1179648 20=1 21=86 22=15 24=2 25=1 -23329=1,14.512639
PReLU                    90_661_bn_leaky          1 1 90_661_bn 90_661_bn_leaky 20=1 21=19252 22=14 23=2 -23329=1,17.053061
Convolution              91_669                   1 1 90_661_bn_leaky 91_669_bn 0=256 1=1 5=1 6=131072 20=1 21=118 22=15 24=2 25=1 -23329=1,14.234345
PReLU                    91_669_bn_leaky          1 1 91_669_bn 91_669_bn_leaky 20=1 21=23503 22=14 23=2 -23329=1,20.419308
Split                    91_669_bn_leaky_split    1 2 91_669_bn_leaky 91_669_bn_leaky_split_0 91_669_bn_leaky_split_1 -23329=1,20.419308
Convolution              92_677                   1 1 91_669_bn_leaky_split_0 92_677_bn 0=512 1=3 4=1 5=1 6=1179648 20=1 21=66 22=15 24=2 25=1 -23329=1,10.569052
PReLU                    92_677_bn_leaky          1 1 92_677_bn 92_677_bn_leaky 20=1 21=18363 22=14 23=2 -23329=1,11.845780
Convolution              93_685                   1 1 92_677_bn_leaky 93_685 0=255 1=1 5=1 6=130560 20=1 21=72 22=15 24=2 25=1 -23329=1,3.955845
Convolution              96_708                   1 1 91_669_bn_leaky_split_1 96_708_bn 0=128 1=1 5=1 6=32768 20=1 21=102 22=15 24=2 25=1 -23329=1,10.431090
PReLU                    96_708_bn_leaky          1 1 96_708_bn 96_708_bn_leaky 20=1 21=32767 22=15 23=2 -23329=1,10.431090
Interp                   97_716                   1 1 96_708_bn_leaky 97_716 0=1 1=2.000000 2=2.000000 -23329=1,5.864899
Concat                   98_719                   2 1 97_716 36_280_split_1 98_719 -23329=1,5.864899
Convolution              99_724                   1 1 98_719 99_724_bn 0=128 1=1 5=1 6=49152 20=1 21=135 22=15 24=2 25=1 -23329=1,12.469997
PReLU                    99_724_bn_leaky          1 1 99_724_bn 99_724_bn_leaky 20=1 21=17624 22=14 23=2 -23329=1,13.413528
Convolution              100_732                  1 1 99_724_bn_leaky 100_732_bn 0=256 1=3 4=1 5=1 6=294912 20=1 21=83 22=15 24=2 25=1 -23329=1,13.703331
PReLU                    100_732_bn_leaky         1 1 100_732_bn 100_732_bn_leaky 20=1 21=18363 22=14 23=2 -23329=1,15.358678
Convolution              101_740                  1 1 100_732_bn_leaky 101_740_bn 0=128 1=1 5=1 6=32768 20=1 21=173 22=15 24=2 25=1 -23329=1,12.792072
PReLU                    101_740_bn_leaky         1 1 101_740_bn 101_740_bn_leaky 20=1 21=19233 22=14 23=2 -23329=1,15.016367
Convolution              102_748                  1 1 101_740_bn_leaky 102_748_bn 0=256 1=3 4=1 5=1 6=294912 20=1 21=90 22=15 24=2 25=1 -23329=1,12.518481
PReLU                    102_748_bn_leaky         1 1 102_748_bn 102_748_bn_leaky 20=1 21=17979 22=14 23=2 -23329=1,13.736825
Convolution              103_756                  1 1 102_748_bn_leaky 103_756_bn 0=128 1=1 5=1 6=32768 20=1 21=153 22=15 24=2 25=1 -23329=1,11.001059
PReLU                    103_756_bn_leaky         1 1 103_756_bn 103_756_bn_leaky 20=1 21=21317 22=14 23=2 -23329=1,14.313205
Convolution              104_764                  1 1 103_756_bn_leaky 104_764_bn 0=256 1=3 4=1 5=1 6=294912 20=1 21=92 22=15 24=2 25=1 -23329=1,8.531051
PReLU                    104_764_bn_leaky         1 1 104_764_bn 104_764_bn_leaky 20=1 21=17268 22=14 23=2 -23329=1,8.991266
Convolution              105_772                  1 1 104_764_bn_leaky 105_772 0=255 1=1 5=1 6=65280 20=1 21=115 22=15 24=2 25=1 -23329=1,3.481591
